Repository: RacheleSprugnoli/PUs-Alignment-Manzoni
Catalog: TMX/Moore 2022.tmx
Source language: it
Languages: en

source: in grazia vostra
en: on your account

source: mi son fermata di più
en: I stayed longer than I expected

source: di dove
en: where from

source: Buona sera
en: Good evening

source: salutò per nome
en: greeted by name

source: venne avanti
en: so did

source: nello stesso tempo
en: at the same moment

source: si fece vedere
en: appeared

source: aprì l' uscio
en: opened the door

source: siete poi ben sicura
en: Are you quite sure

source: lo potrò pigliare
en: I will

source: chi sa
en: who knows

source: se non lo piglio ora
en: If I don' t catch him now

source: se non lo piglia al volo
en: if you don' t catch him now

source: Non hanno discrezione
en: They' ve got no manners

source: In quel momento
en: That was when

source: non c' è bisogno
en: it didn' t take

source: ha fatto dir tanto di sé
en: was so well known

source: ne ha fatte di così curiose
en: had done such odd things

source: non trovava inciampo
en: could handle

source: un panegirico in onore di san Carlo
en: a panegyric in honor of Saint Carlo Borromeo

source: in quel momento
en: in that moment

source: il primo che gli veniva alle mani
en: wherever his hand happened to fall

source: era lontano da preveder
en: how oblivious

source: pover' uomo
en: poor man

source: un letteratone del tempo antico
en: some ancient know-it-all

source: un uomo di studio
en: a great scholar

source: portargli l' imbasciata
en: deliver the message

source: una stanza del piano superiore
en: an upstairs room

source: ruminava tra sé
en: was muttering to himself

source: Carneade ! Chi era costui ?
en: Carneades ! Now , who in the world was he ?

source: Cos' è tutto questo fracasso
en: What' s all this ruckus

source: Guardano in su
en: They looked up

source: stanno in orecchi
en: keeping their ears pricked

source: guardano in su
en: nan

source: in folla
en: swarmed

source: gente in casa
en: People in the house

source: in fretta
en: hastily

source: che diavolo c' è
en: What the devil is going on

source: nessuno una risposta da dare
en: No one had an answer

source: ognuno aveva una domanda da fare
en: with a question

source: ogni momento
en: by the minute

source: non c' era ancora anima vivente
en: not a living soul was around

source: per grazia del cielo
en: thank heavens

source: Voltarono s' incamminarono verso la chiesa
en: They turned and walked toward the church

source: fuor del pericolo
en: out of danger

source: di qua o di là
en: whatever direction they took

source: di tutti il più in sé
en: group the most levelheaded of the

source: di fuori
en: nan

source: Cattiva gente
en: People up to no good

source: stava a bisticciar
en: he was squabbling

source: si sentì chiamare a voce di popolo
en: he heard his name being called by the voice of the people

source: chi sa che diavolo c' è
en: Who knows what the devil they' re up to

source: son dentro
en: are inside

source: in fondo
en: at the other end of the street

source: Quand' ebbe ripreso fiato
en: after catching his breath

source: affacciato alla finestra
en: he had leaned out his window

source: Stava dirimpetto
en: He lived almost directly opposite

source: si stringevan nelle spalle
en: shrugged their shoulders

source: chiuse la finestra
en: closed the window

source: vi ringrazio del vostro buon cuore
en: Thank you for your kindness

source: un' altra volta
en: Another time

source: di notte
en: at night

source: a un tratto
en: as one

source: di nuovo
en: back

source: si pentì d' averlo chiesto
en: he regretted having sounded

source: è giù
en: nan

source: in questo momento
en: nan

source: l' uscio spalancato
en: The front gate was wide open

source: rallenta il passo
en: slowed their pace

source: di mano in mano che
en: While

source: si movono in massa
en: the crowd swarmed

source: son già fuori del paese
en: They' ve already left the village

source: cercar soccorso
en: for help

source: alla campana
en: to the bells

source: Alla campana
en: To the bells

source: spingono innanzi
en: nan

source: di mezzo alla folla
en: within the crowd

source: fomentar le ciarle
en: encourage the talk

source: per chiedergliene scusa
en: to show how sorry they were

source: fosse stato per loro un angelo tutelare
en: having been their guardian

source: si guardarono in viso l' un con l' altro
en: looked at one another

source: pur troppo
en: unfortunately

source: cosa fosse quel diavolo in casa
en: the devil in her house

source: ruppe il silenzio
en: to break the silence

source: ripreso fiato
en: she had caught her breath

source: rallentarono il passo
en: to slow down

source: non sentendo un alito all' intorno
en: hearing not even a breeze

source: un non so che
en: a sound

source: in affanno
en: Their exhaustion

source: ancor più
en: was increased

source: cattiva riuscita
en: failed mission

source: ora l' uno ora l' altro
en: now one now the other

source: in silenzio
en: in silence

source: di buon trotto
en: at a brisk pace

source: un pezzo
en: For a while

source: morir di malattia
en: to die in bed one day of natural causes

source: aveva cara la speranza
en: he hoped

source: far deposizione al podestà
en: delivering any report

source: avevano affrontato don Abbondio
en: had accosted Don Abbondio

source: due uomini d' assai gagliarda presenza
en: two strapping men

source: venirsi incontro
en: Coming toward him

source: ragion composta
en: the lowest common denominator

source: dar la caccia
en: pursuing

source: ottenne credenza
en: gained credibility

source: s' eran messe in salvo
en: had taken refuge

source: gettò una voce
en: started a rumor

source: portar via
en: make off with

source: sarebbe una vergogna
en: A disgrace

source: alzando la voce
en: raised their voices

source: Le hanno portate via
en: They' ve been kidnapped

source: pericolo corso
en: nan

source: a man salva
en: nan

source: sa il cielo
en: heaven knows

source: si fosse messo a questionare con ragioni
en: he had tried to reason with him

source: fece l' effetto
en: made all the difference

source: tutt' a un tratto
en: suddenly

source: scappa dagli artigli del lupo
en: escaping from the clutches of a wolf

source: non gli farebbe una difficoltà al mondo
en: wouldn' t have given it a second thought

source: vedete un poco
en: Will you look at this

source: tentennava la testa
en: he shook his head

source: chiamato il padre da una parte
en: Taking the padre aside

source: adagio adagio
en: very quietly

source: starci in sentinella
en: be ready

source: Accanto a lui
en: Next to him

source: fece lor cenno ch' entrassero
en: gestured for them to come in

source: Dio sia benedetto
en: Thank God

source: stava ritto in aspettativa
en: had been standing waiting

source: La porta s' aprì
en: It opened

source: bel bello
en: good

source: poteva darle una risposta soddisfacente
en: could provide a satisfactory reply

source: essere andata troppo avanti
en: she had gone too far

source: viaggio fuor di strada
en: trip through the fields

source: tornò indietro
en: turned back

source: gli raccomandò molto
en: made him promise

source: se ne levò quattro di tasca
en: she took four from her pocket

source: star in pena
en: don' t worry

source: in sé
en: nan

source: la notte degl' imbrogli e de' sotterfugi
en: a night of treachery and tricks

source: tenuto in concetto di santo
en: reputed to be a saint

source: farebbe vedere
en: obviously

source: avesse a sua disposizione
en: was able to arrange

source: per acqua e per terra
en: by land and by water

source: fino a
en: to

source: a pochi passi
en: not far

source: per fin
en: until

source: ti guiderà
en: guide you

source: ti farà da padre
en: will act as your father

source: tu devi metterti in salvo
en: you must seek protection

source: sarete abbastanza fuori d' ogni pericolo
en: you will be beyond the reach of danger

source: a ogni modo
en: Whatever happens

source: siate sicuri
en: know

source: non avete fatto male a nessuno
en: you have never harmed anyone

source: ringraziate il Signore
en: thank the Lord

source: lei ne sa più di me
en: I' ll take your word for it

source: Ma che sa il cuore
en: But what does the heart know

source: il cuor mi dice che ci rivedremo presto
en: My heart tells me we shall soon meet again

source: Certo il cuore
en: The heart of course

source: vogando a due braccia
en: Rowing with two arms

source: da mezzo il cielo
en: from the sky above

source: Non tirava un alito di vento
en: Not a breeze stirred the air

source: prese il largo
en: he headed

source: data e barattata la parola
en: exchanged the password

source: zitti zitti
en: quietly quietly

source: dando loro un addio
en: bidding them farewell

source: chiuse la porta
en: closed the door

source: andò verso la sagrestia
en: headed for the sacristy

source: non trova parole
en: there are no words

source: chi gli dà retta
en: to those who heed it

source: il suo angelo v' accompagni
en: His angel will accompany you

source: Dio vi guardi
en: God will watch over you

source: non c' è tempo da perdere
en: there' s no time to waste

source: ne ha tanto bisogno
en: who has such great need of it

source: di cuore
en: from our hearts

source: se non ve la chiedessimo
en: if we did not beseech you

source: nel mezzo della chiesa
en: in the middle of the church

source: vi dia forza
en: he may give you the strength

source: sopra tutto
en: Above all

source: c' era stato il diavolo
en: the devil inside

source: mise un gran sospiro
en: sighing deeply

source: levandosi di tasca
en: removing from her pocket

source: Addio monti sorgenti dall' acque
en: Farewell mountains rising from the waters

source: posò il braccio sulla sponda
en: she rested her arm on the edge

source: per tutto
en: everywhere

source: a un tempo
en: in a single moment

source: da gran tempo
en: long ago

source: ha già messi gli occhi addosso
en: caught his eye

source: gli levino il respiro
en: unable to breathe

source: tornerebbe allora indietro
en: he would turn back

source: fare fortuna
en: seeking his fortune

source: giù giù
en: follow the descent

source: all' estremità
en: at the far end

source: in mezzo a
en: in the midst of

source: qua e là
en: in places

source: al di là
en: nan

source: con la testa voltata indietro
en: back twisting their heads to look

source: adagino adagino
en: gentle

source: a voce chiara
en: in a clear voice

source: era di fianco alla scala
en: was right by the stairs

source: s' avvicinarono all' uscio
en: approached the door

source: non facendo rumore neppur per uno
en: without making a sound

source: pian piano
en: softly softly

source: accostò l' uscio
en: closed the door

source: arrivarono all' uscio
en: they got to the door

source: vennero avanti
en: came forward

source: in punta di piedi
en: on tiptoe

source: tutt' e due
en: both of them

source: fece coraggio
en: gave an encouraging squeeze

source: Era il segnale
en: That was the signal

source: ebbero voltato
en: they' d turned the corner

source: tirarsi alquanto in disparte
en: to go somewhere private

source: In faccia all' uscio
en: Across from front door

source: di dentro
en: From inside

source: accostate l' uscio
en: Come in

source: saper bene
en: know the whole story

source: in quanto a
en: As for

source: quanto mi sia dispiaciuto
en: how sorry I was

source: metter male
en: cause any trouble

source: l' uno e l' altro
en: first one and then the other

source: povero cuore
en: poor heart

source: le contò le voltò le rivoltò
en: counted them turned them over turned them over again

source: mettere un po' di nero sul bianco
en: putting it in writing

source: va bene
en: Are you happy now

source: mise dentro la testa
en: stuck his head inside

source: tener lontani
en: to shield himself

source: guardandosi intorno
en: looking around

source: si levò una chiave di tasca
en: dug a key out of his pocket

source: levandosi un involtino di tasca
en: removing a pouch from his pocket

source: berlinghe nuove di quelle col sant' Ambrogio a cavallo
en: new berlingas the ones with Saint Ambrose on horseback

source: per compagnia
en: To keep me company

source: vi siete condotto dietro
en: did you bring along

source: in tutte le maniere
en: In more ways than one

source: ch' è tardi
en: you' re late

source: son venuto tardi
en: I' m late

source: levava gli occhiali
en: he removed his glasses

source: al chiaro di luna
en: in the clear moonlight

source: gli faceva cornice
en: framed

source: come abbiam detto
en: as we were saying

source: tenendo il fiato
en: their breath holding

source: con l' orecchie tese
en: their ears pricked

source: si tirò dietro l' uscio
en: closed the door behind him

source: si disegnò
en: painting

source: a un per volta
en: one after the other

source: d' improvviso
en: nan

source: non faccia schiamazzo
en: Don' t make such a scene

source: come se facesse a mosca cieca
en: like in a game of blindman

source: si chiuse dentro
en: locked himself inside

source: gridava quanto n' aveva in canna
en: shouting at the top of his lungs

source: buttando in terra
en: sending tumbling to the floor

source: Le sue labbra non erano ancora tornate al posto
en: His lips had barely come to rest

source: quest' è mia moglie
en: this is my wife

source: in presenza di questi testimoni
en: in the presence of these witnesses

source: prese una risoluzione
en: came to a decision

source: vide chiaro
en: got a clear view

source: nel mezzo
en: in the middle

source: allungando la mano
en: stretching out his hand

source: alzando il viso
en: looked up

source: sarete contento
en: Are you happy

source: la piegò in quattro
en: He folded it in four

source: rattenendo il respiro
en: holding their breath

source: tirandosela dietro
en: pulling her behind him

source: darle coraggio
en: gave encouraging squeeze

source: d' entrare
en: to come in

source: a quei ch' erano fuori
en: to the two outside

source: dar segno
en: giving the signal

source: in maniera d' impedire
en: to block

source: si piantaron ritti
en: stood right

source: a viva voce
en: aloud

source: levò fuori
en: removed

source: dalla vita alla morte
en: it's a short step from life to death

source: ha avuto l' incomodo
en: you' ve gone to the trouble

source: Lei mi fa torto
en: You' ve got me wrong

source: le sanno tutte
en: They know every trick in the book

source: fuori di questa casa
en: nan

source: cercando a tastoni
en: nan

source: da sé
en: on her own

source: stanno a vedere
en: wait to see

source: ritornan sotto
en: crawl back under the covers

source: vanno alla finestra
en: go to the window

source: Campana a martello
en: The bell sounding the alarm

source: si rizzano
en: jump to their feet

source: tendon l' orecchio
en: prick up their ears

source: suona a martello
en: yanking away

source: cappello di gala
en: three-cornered hat

source: Dà di piglio alle brache
en: He grabs hold of his britches

source: dar più aiuto
en: provide even more help

source: su due piedi
en: on the spur of the moment

source: trovò un espediente
en: he was able to come up with a solution

source: tirò indietro la testa
en: He pulled his head back in

source: con gli occhi tra' peli
en: With his eyes half shut

source: mise fuori la testa
en: stuck his head out

source: in furia
en: in a frenzy

source: fece un salto
en: jumped out

source: non appariva indizio di persona vivente
en: there was no sign of a living soul

source: di giorno
en: if it were day

source: in fuori
en: farther ahead

source: Era il più bel chiaro di luna
en: The moon shone brightly

source: si diede a gridare
en: started shouting

source: aprì una finestra
en: opened a window

source: non dava segno
en: showed no signs

source: spazzando con le mani il pavimento
en: sweeping the floor with his hands

source: parrebbe la vittima
en: looked like the victim

source: Così va spesso il mondo
en: Such is often the way of the world

source: in realtà
en: In reality

source: era lui che faceva un sopruso
en: he was the aggressor

source: attendeva tranquillamente a' fatti
en: he was attending peacefully to his own business

source: messo in fuga
en: forced to flee

source: ha tutta l' apparenza
en: looked for all the world

source: s' era introdotto di soppiatto
en: had snuck into another man' s house

source: fare una riflessione
en: a moment of reflection

source: serra serra
en: pandemonium

source: In mezzo a
en: In the midst of

source: uscire a salvamento
en: an escape to safety

source: per l' amor di Dio
en: for the love of God

source: di quello che gli si chiedeva
en: than expected

source: alla fin de' fatti
en: nan

source: meglio non può andare
en: Things couldn' t go more smoothly

source: facesse rumore
en: at the sound

source: in cuor suo
en: in his heart

source: al fianco
en: by his side

source: in somma
en: in short

source: si fa venir dietro
en: to follow him

source: Lascia a terreno
en: He leaves on the ground floor

source: porge l' orecchio
en: listens

source: Torna indietro
en: He turns back

source: Cava fuori
en: He takes out

source: pezzo pane
en: piece of bread

source: chi va là
en: Who' s there

source: pian pianissimo
en: Very carefully

source: nemmeno uno zitto
en: Not a peep

source: chiedeva ricovero
en: seeking shelter

source: aveva messo l' occhio
en: he had spotted

source: diede ordine
en: gave the order

source: fece venire avanti
en: he gestured to come forward

source: andò innanzi solo ad esplorare
en: went ahead by himself to scout around

source: in un momento
en: In a minute

source: prese un bordone da pellegrino
en: grabbed a pilgrim' s staff

source: fecero la loro relazione
en: delivered their report

source: Andarono diviato al casolare
en: they went straight to the ruined house

source: non incontrarono anima vivente
en: Not a living soul

source: venire in chiaro
en: make sure

source: diedero una giravolta per il paese
en: They conducted a final survey of the village

source: d' aver fatto tardi
en: how late it was

source: uscirono in fretta
en: they hurried out quickly

source: dal momento in cui
en: since

source: fosser ben desti
en: they were fully awake

source: prima anzi che
en: before even

source: prima che
en: Before

source: in fatti
en: nan

source: va diritto
en: he goes straight

source: fossero all' ordine
en: had heeded the call

source: frugavan la casa dall' alto al basso
en: ransacking the cottage from top to bottom

source: non s' era fatto vedere
en: they could not see

source: a buon conto
en: but

source: nel mezzo del cortiletto
en: in the middle of the courtyard

source: corron qua e là
en: are running about

source: s' avviavan da quella parte
en: heading in the same direction

source: esce di fila
en: get him in line

source: lo tira in ischiera
en: dragging him back inside

source: or qua or là
en: this way and that

source: tenerli insieme
en: to keep them together

source: venir loro addosso
en: descend upon them

source: da lontano
en: nearby

source: star saldi
en: were petrified

source: s' urtano a vicenda
en: crashing into each other

source: fece la stessa impressione
en: had the same effect

source: alla volta del campanile
en: heading for the bell tower

source: via a gambe per la strada
en: hightails it out to the street

source: si guardano in viso
en: look each other in the face

source: Chi è in difetto è in sospetto
en: Suspicion always haunts the guilty mind

source: in fila
en: followed by

source: trema come una foglia
en: shakes like a leaf

source: fargli paura
en: scare him

source: tira fuori un coltellaccio
en: takes out his dagger

source: gli mette una mano alla bocca
en: places a hand over his mouth

source: caccia un urlo
en: lets loose a scream

source: in vece
en: Instead

source: in tono minaccioso
en: in a threatening voice

source: a destra e a sinistra
en: one on his right and one on his left

source: a un punto
en: suddenly

source: in gran sospetto
en: very warily

source: mette il piede dentro
en: sets one foot inside

source: scappassero subito di casa
en: to flee from their home immediately

source: per l' amor del cielo
en: for the love of heaven

source: veniva di corsa
en: has come running

source: si mettono all' erta
en: remain alert

source: passerà diritto
en: will likely pass by

source: fan la guardia
en: sentinels

source: buttan sottosopra la casa
en: turning the place upside down

source: abbia fatto la spia
en: squeal on us

source: Che diavolo è questo
en: What the devil is this

source: fa le stesse cerimonie
en: follows the same ritual

source: gli vengan dietro
en: they should follow him

source: Si stringe nelle spalle
en: He shrugs his shoulders

source: il letto è fatto e spianato
en: The bed is all smooth and made

source: spalanca l' uscio
en: he pushes the door wide open

source: davanti al viso
en: in front of his face

source: vi mette l' orecchio
en: He puts his ear against the opening

source: è buio
en: All is pitch-black

source: vi mette l' occhio
en: He pokes his head inside

source: si fa spiraglio
en: opens a crack

source: uscio che mette alla prima stanza l
en: the door to the front room

source: Qui giace la lepre
en: Their victim' s nest

source: prima di
en: nan

source: spalancan la mano e la bocca
en: nan

source: tenendola per la sottana
en: grabbing hold of her skirt

source: tornare indietro
en: to go back

source: per ragione di
en: since

source: a corserelle e a fermatine
en: stopping and going

source: sarà un po' di tempo perduto
en: I' ll have wasted a little time

source: alla peggio
en: Worse comes to worst

source: più che posso
en: as long as I can

source: tener costei a bada
en: keep her away

source: Ma è fatta
en: Well it' s too late now

source: È stata proprio grossa
en: What a mistake

source: saranno ancor dentro
en: will they still be inside

source: a quest' ora
en: by now

source: faceva un altro discorso con sé stessa
en: was carrying on an entirely different conversation with herself

source: è chiara
en: obviously

source: va benissimo
en: but of course

source: stava attenta
en: she was paying attention

source: ogni tanto
en: now and again

source: darle molta udienza
en: to hang onto every word

source: andati a monte
en: gone up in smoke

source: ben bene
en: more

source: ogni volta che
en: every time

source: andarle dietro
en: follow

source: Non c' era che ridire
en: There was no talking her out of it

source: fino a un certo punto
en: for a while

source: il più che fosse possibile
en: as she could

source: in una certa stradetta
en: on a certain path

source: torniamo un passo indietro
en: take a step back

source: gli andaron dietro
en: filed behind him

source: che metteva fuori
en: outbound

source: prese la strada
en: took the road

source: era in fondo al villaggio
en: was on the far side of the village

source: si mise alla fronte
en: he took the lead

source: tutt' e tre
en: nan

source: in buon ordine
en: nan

source: ce ne daranno
en: will start thrashing us

source: a uno a uno
en: one by one

source: coltelli in pronto
en: knives out

source: pistole in mano
en: hand Pistols in

source: alzati i calcagni
en: They had just picked up their heels

source: si trovarono in faccia Agnese
en: found themselves facing Agnese

source: quando saremo fuori
en: when we' re away from the village

source: C' è il diavolo in casa
en: There' s a devil in the house

source: Cosa c' è d' altro
en: What now

source: per di qua
en: This way

source: di corsa
en: nan

source: com' è andata
en: How did it go

source: a stento
en: struggling

source: cavando fuori la parola
en: to get the words out

source: corse come poteva al buio
en: raced as best she could in the dark

source: entrò in fretta
en: She dashed

source: mettersi in salvo
en: to safety

source: eran venuti giù saltelloni
en: they had come racing down in leaps and bounds
